Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: You use the Create Time Sheets batch job to set up time sheets for a specified number of time periods or weeks.
cs_cz: Používáte dávkovou úlohu Vytvořit pracovní výkazy pro nastavení pracovních výkazů pro určitý počet časových období nebo týdnů.

source: You must have permissions to be able to create time sheets.
cs_cz: Abyste mohli vytvářet pracovní výkazy, musíte mít oprávnění.

source: You can copy and use your job planning lines in a time sheet.
cs_cz: Můžete kopírovat a používat své řádky plánování projektu v pracovním výkazu.

source: In that way, you must only enter the information in one place and the line information is always correct.
cs_cz: Tímto způsobem musíte zadat informace pouze na jednom místě a informace o řádcích jsou vždy správné.

source: After you have approved time sheet entries for a job, you can post them to the relevant job journal or resource journal.
cs_cz: Poté, co jste pro danou úlohu schválili záznamy pracovních výkazů, můžete je zaúčtovat do příslušného deníku projektu nebo deníku zdrojů.

source: Before you can use time sheets, you must set up general information and specify an administrator and one or more approvers of time sheets.
cs_cz: Než budete moci používat pracovní výkazy, musíte nastavit obecné informace, určit správce a jednoho nebo více schvalovatelů pracovních výkazů.

source: Set Up Time Sheets .
cs_cz: Nastavení pracovních výkazů .

source: To create a time sheet
cs_cz: Vytvoření nového pracovního výkazu

source: You can use the Create Time Sheets batch job to set up time sheets for a specified number of time periods or weeks.
cs_cz: Můžete použít dávkovou úlohu Vytvořit pracovní výkazy k nastavení pracovních výkazů pro určitý počet časových období nebo týdnů.

source: Then, the time sheet owner can open it and record time that has been spent on a task.
cs_cz: Poté může vlastník rozvrhu otevřít a zaznamenat čas, který byl na činnost vynaložen.

source: In the top right corner, choose the Search for Page or Report icon, enter Time Sheets, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Pracovní výkazy a zvolte související odkaz.

source: In the Time Sheet List window, choose the Create Time Sheets action.
cs_cz: V okně Seznam pracovních výkazů vyberte akci Vytvořit pracovní výkazy.

source: The Use Time Sheet and Time Sheet Owner User ID fields must be filled in on the card for the resource of the time sheet.
cs_cz: Pole Použít pracovní výkaz a ID vlastníka pracovního výkazu musí být vyplněna na kartě pro zdroj časového listu.

source: You can view the time sheets that you have created in the Time Sheet list window.
cs_cz: Můžete zobrazit pracovní výkazy, které jste vytvořili v okně Seznam pracovních výkazů.

source: To copy job planning lines to a time sheet
cs_cz: Kopírování řádků plánování projektu do časového rozvrhu

source: The following procedure describes how to quickly add job planning lines to a time sheet.
cs_cz: Následující postup popisuje, jak rychle přidat řádky plánování projektu do časového rozvrhu.

source: In the Time Sheet List window, select a time sheet for the relevant time period, and then choose the Edit Time Sheet action.
cs_cz: V okně Seznam pracovních výkazů vyberte časový list příslušného časového období a potom vyberte akci Upravit pracovní výkaz.

source: Choose the Create lines from job planning action.
cs_cz: Zvolte akci Vytvořit řádek z plánování projektu.

source: Any job planning lines in the time sheet time period are copied to the time sheet for the person or machine in the Resource No.
cs_cz: Všechny řádky plánování projektu v časovém období pracovního výkazu jsou zkopírovány do časového rozvrhu pro osobu nebo stroj v poli Číslo zdroje

source: field on the time sheet.
cs_cz: na pracovním výkazu.

source: To define work types and add one to a time sheet
cs_cz: Definování typu práce a přidání do pracovního výkazu

source: You can define the work type for all time sheet lines for jobs.
cs_cz: Můžete definovat typ práce pro všechny řádky pracovního výkazu pro projekty.

source: In this way, you can add information that you need to bill the customer for different types of work.
cs_cz: Tímto způsobem můžete přidat informace, které je třeba účtovat zákazníkovi za různé druhy práce.

source: Open the relevant time sheet.
cs_cz: Otevřít příslušný pracovní výkaz.

source: Choose the Description field.
cs_cz: Zvolte pole Popis.

source: In the Time Sheet Line Job Detail window, choose the Work Type Code field, and select a work type from the list, such as Miles.
cs_cz: V okně Podrobnosti o řádku pracovního výkazu projektu vyberte pole Kód typu práce a vyberte typ práce ze seznamu.

source: If no work types exist, chose the New action.
cs_cz: Pokud neexistují žádné typy práce, vyberte akci Nový.

source: In the Work Types window, fill in the fields as necessary.
cs_cz: V okně Typy práce vyplňte pole podle potřeby.

source: Repeat step 4 to assign the new work type to the time sheet.
cs_cz: Opakujte krok 4, abyste přiřadili nový typ práce do pracovního výkazu.

source: To reuse time sheet lines in other time sheets
cs_cz: Opakované použití řádků pracovního výkazu v jiných pracovních výkazech

source: If your time sheet information remains the same from time period to time period, you can save time by copying the lines from the previous time period.
cs_cz: Pokud informace o pracovním výkazu zůstanou stejné z časového hlediska na časové období, můžete ušetřit čas kopírováním řádků z předchozího časového období.

source: Then, you just enter your time usage for the new period.
cs_cz: Poté zadáte vaši spotřebu času pro nové období.

source: Open the time sheet for a period later than the period for an existing time sheet with lines.
cs_cz: Otevřít časový list pro dobu delší než je doba pro existující časový list s řádky.

source: Choose the Copy Lines from Previous Time Sheet action.
cs_cz: Zvolte akci Kopírovat řádky z předchozího pracovního výkazu.

source: The lines are copied, including details such as type and description.
cs_cz: Řádky jsou kopírovány včetně podrobností, jako je typ a popis.

source: For example, if the line is related to a job, the Job No.
cs_cz: Například pokud řádek souvisí s projektem, Č. projektu

source: is copied.
cs_cz: je zkopírováno.

source: All copied lines have the status Open.
cs_cz: Všechny kopírované řádky mají stav Otevřít.

source: You can now modify the lines as needed.
cs_cz: Nyní můžete upravovat řádky podle potřeby.

source: To fill in a time sheet lines and submit for approval
cs_cz: Vyplnění řádků časového listu a odeslání je ke schválení

source: Time sheet registration is tracked in hours, the standard base unit of measure for resources.
cs_cz: Registrace pracovního výkazu je sledována v hodinách, což je standardní základní měrná jednotka pro zdroje.

source: By default, a time sheet shows the common work days of Monday through Friday.
cs_cz: Ve výchozím nastavení se v pracovním výkazu zobrazují běžné pracovní dny od pondělí do pátku.

source: Select a time sheet for the relevant time period, and then choose the Edit Time Sheet action.
cs_cz: Vyberte časový rozvrh pro příslušné časové období a potom zvolte akci Upravit pracovní výkaz.

source: Fill in the fields on a line as necessary.
cs_cz: Vyplňte pole na řádku podle potřeby.

source: Enter the number of hours used by the resource on each day of the week.
cs_cz: Zadejte počet hodin používaných zdrojem pro každý den v týdnu.

source: You can review the sum of time sheet hours that you have entered in the Actual/Budgeted Summary FactBox.
cs_cz: Můžete si prohlédnout součet hodin pracovního výkazu, které jste zadali do okna s fakty Aktuální/Rozpočtový souhrn.

source: Repeat step 3 for other work types that the resource performs.
cs_cz: Opakujte krok 3 pro ostatní typy práce, které zdroj provádí.

source: Choose the Submit action, and then choose the All open lines action to submit all lines or the Selected lines only action to submit only the lines that are selected in the Time Sheet window.
cs_cz: Zvolte akci Odeslat a potom vyberte akci Všechny otevřené řádky, chcete-li odeslat všechny řádky nebo akci Pouze vybrané řádky, abyste odeslali pouze řádky, které jsou vybrány v okně Pracovní výkaz.

source: You can only submit time sheet lines for which you have entered time.
cs_cz: Můžete odesílat pouze řádky pracovních výkazů, pro které jste zadali čas.

source: To modify information on a line that has been set to Submitted, select the line, and then choose the Reopen action.
cs_cz: Chcete-li upravit informace na řádku, který byl nastaven na Odesláno, vyberte řádek a poté zvolte akci Znovu otevřít.

source: A manager may reject a time sheet line that is submitted for approval.
cs_cz: Správce může odmítnout řádek pracovního výkazu, který je předložen ke schválení.

source: If a line has a status of Rejected, you can make changes to the line, and then choose Submit again.
cs_cz: Pokud má řádek stav Odmítnuto, můžete provést změny řádku a poté znovu vybrat možnost Odeslat.

source: To approve or reject a time sheet
cs_cz: Schválení nebo odmítnutí pracovního výkazu

source: A time sheet must be submitted for approval before it can be used.
cs_cz: Pracovní výkaz musí být před použitím předložen ke schválení.

source: You can approve and reject individual lines on a time sheet or send them back to the submitter for additional action.
cs_cz: Jednotlivé řádky můžete schválit a odmítnout na pracovním výkazu nebo je poslat zpět zadavateli pro další akce.

source: A time sheet can be approved in two ways:
cs_cz: Pracovní výkaz lze schválit dvěma způsoby:

source: A time sheet administrator can approve any time sheet.
cs_cz: Správce pracovního výkazu může schvalovat libovolný pracovní výkaz.

source: The person who is specified in the Time Sheet Approver User ID field on a resource card can approve that resource's time sheets.
cs_cz: Osoba, která je uvedena v poli ID schavalovatele pracovního výkazu na kartě zdroje, může schválit Pracovní výkazy tohoto zdroje.

source: In the top right corner, choose the Search for Page or Report icon, enter Manager Time Sheets, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Správce pracovních výkazů a zvolte související odkaz.

source: Select a time sheet from the list.
cs_cz: Vyberte pracovní výkaz ze seznamu.

source: In the Time Sheet window, choose the Approve action, and then choose the All submitted lines action to approve all lines or the Selected lines only action to approve only the lines that are selected in the Time Sheet window.
cs_cz: V okně Pracovní výkaz vyberte akci Schválení a poté vyberte akci Všechny odeslané řádky pro schválení všech řádků nebo akci Pouze vybrané řádky pro schválení pouze řádků, které jste vybrali v okně Pracovní výkaz.

source: Alternatively, choose the Reject action and follow steps 4 through 5.
cs_cz: Nebo zvolte akci Odmítnout a postupujte podle kroků 4 až 5.

source: Use the Time Sheet Status and Actual/Budgeted Summary FactBoxes to get an overview of time sheet information.
cs_cz: Použijte Factboxy Stav pracovního výkazu a Aktuální/Rozpočtový Souhrn pro získání přehledu o pracovních výkazech.

source: After you have approved or rejected a time sheet, it cannot be modified unless it is first reopened.
cs_cz: Poté, co schválíte nebo odmítnete pracovní výkaz, nelze jej změnit, dokud nebude znovu otevřen.

source: The following procedure explains how to reopen an approved or rejected time sheet.
cs_cz: Následující postup vysvětluje, jak znovu otevřít schválený nebo zamítnutý pracovní výkaz.

source: To reopen a time sheet
cs_cz: Opětovné otevření pracovního výkazu

source: In the top right corner, choose the Search for Page or Report icon, enter Manager Time Sheets or Time Sheets, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Správce pracovních výkazů a zvolte související odkaz.

source: Open a time sheet from the list.
cs_cz: Otevřete časový rozvrh ze seznamu.

source: You can only reopen lines that have the status Approved.
cs_cz: Můžete pouze znovu otevřít řádky, které mají stav Schváleno.

source: You cannot reopen lines that have the status Rejected.
cs_cz: Nemůžete znovu otevřít řádky, které mají stav Odmítnuto.

source: You cannot reopen a time sheet if it has been posted.
cs_cz: Pokud jste již zaúčtovali pracovní výkaz, nelze jej znovu otevřít.

source: In the Time Sheet window, choose the Reopen action, and then choose the All submitted lines action to reopen all lines or the Selected lines only action to reopen only the lines that are selected in the Time Sheet window.
cs_cz: V okně Pracovní výkaz vyberte akci Opětovné otevření a poté vyberte akci Všechny odeslané řádky, chcete-li znovu otevřít všechny řádky nebo akci Pouze vybrané řádky, abyste znovu otevřeli pouze řádky, které jsou vybrány v okně Pracovná výkaz.

source: The status of the time sheets line or lines is changes to Submitted.
cs_cz: Stav řádku nebo řádků pracovních výkazů je změněn na Odesláno.

source: To post time sheet lines in a resource journal
cs_cz: Zaúčtování řádků pracovního výkazu v deníku zdrojů

source: After you have approved time sheet entries for a resource, you can post them to the relevant resource journal.
cs_cz: Po schválení položek pracovního výkazu pro zdroj je můžete zaúčtovat do příslušného deníku zdrojů.

source: In the top right corner, choose the Search for Page or Report icon, enter Resource Journal, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deník zdrojů a zvolte související odkaz.

source: Choose the Suggest Lines from Time Sheets action.
cs_cz: Zvolte akci Navrhnout řádky z pracovních výkazů.

source: Entries for usage are created in the resource journal, where you can modify the information as needed.
cs_cz: Položky pro spotřebu jsou vytvořeny v deníku zdrojů, kde je možné upravit informace podle potřeby.

source: To verify the posting, choose the Ledger Entries action.
cs_cz: Chcete-li ověřit účtování, zvolte akci Věcné položky.

source: The Resource Ledger Entries window opens showing the result of posting the resource journal.
cs_cz: Okno Položky zdrojů zobrazuje výsledek účtování deníku zdrojů.

source: To post time sheet lines in a job journal
cs_cz: Zaúčtování řádků pracovního výkazu v deníku projektu

source: After you have approved time sheet entries for a job, you can post them to the relevant job journal.
cs_cz: Poté, co schválíte položky pracovních výkazů pro projekt, můžete je zaúčtovat do příslušného deníku projektu.

source: In the top right corner, choose the Search for Page or Report icon, enter Job Journal, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deníky projektu a poté vyberte související odkaz.

source: Entries for usage are created in the job journal, where you can modify the information as needed.
cs_cz: Položky spotřeby jsou vytvořeny v deníku projektu, kde je možné podle potřeby upravit informace.

source: Information about work type and whether the work is chargeable is copied from the time sheet line.
cs_cz: Informace o typu práce a o tom, zda je práce fakturovatelná, je zkopírována z řádku pracovního výkazu.

source: If needed, you can reduce the quantity of hours and do a partial posting.
cs_cz: V případě potřeby můžete počet hodin snížit a částečně zaúčtovat.

source: If you reduce the quantity, then the next time that you choose the Suggest Lines From Time Sheets action, the line that is created will contain the remaining quantity of hours.
cs_cz: Pokud snížíte množství, potom při vybrání akce Navrhnout řádky z pracovního výkazu, bude vytvořený řádek obsahovat zbývající množství hodin.

source: The Job Ledger Entries window opens showing the result of posting the resource journal.
cs_cz: Otevře se okno Položky projektu, které zobrazuje výsledek účtování deníku zdrojů.

source: To archive time sheets
cs_cz: Archiv pracovních výkazů

source: After you have posted time sheets, you can archive them for future reference.
cs_cz: Po zaúčtování pracovních výkazů je můžete archivovat pro budoucí použití.

source: All time sheets lines must be posted before a time sheet can be archived.
cs_cz: Všechny řádky pracovních výkazů musí být zaúčtovány před archivací pracovního výkazu.

source: When you archive a time sheet, it is removed from the lists in both the Time Sheets window and the Manager Time Sheets window.
cs_cz: Při archivaci pracovního výkazu je ze seznamů odstraněn v těchto dvou oknech Pracovní výkaz a Správce pracovních výkazů.

source: In the top right corner, choose the Search for Page or Report icon, enter Move Time Sheets to Archive, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Přesunout Pracovní výkazy do archivu a zvolte související odkaz.

source: Fill in the fields as necessary, and then close the window.
cs_cz: Vyplňte pole podle potřeby a zavřete okno.

source: To review archived time sheets, in the top right corner, choose the Search for Page or Report icon, enter Time Sheet Archives or Manager Time Sheet Archives, and then choose the related link.
cs_cz: Chcete-li si prohlédnout archivované pracovní výkazy, v pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Archiv pracovních výkazů nebo Archivy časového listu správce a vyberte příslušný odkaz.

source: In Dynamics NAV, you can perform common project management tasks, such as configuring a job and scheduling a resource, as well as providing the information needed to manage budgets and monitor progress.
cs_cz: Ve službě Dynamics 365 for Financials můžete provádět běžné úkoly správy projektu například konfiguraci projektu a naplánování zdroje stejně jako poskytování informací potřebných pro správu rozpočtů a sledování pokroku.

source: You can track machine and employee hours on the project by using time sheets.
cs_cz: Můžete sledovat stroje a zaměstnance na projektu pomocí pracovních výkazů.

source: As a project manager, you have a good overview, not only of individual jobs, but also of the allocation of employees, machinery and other resources being used in all projects.
cs_cz: Jako projektový manažer máte dobrý přehled nejen o jednotlivých projektech, ale také o rozdělení zaměstnanců, strojů a dalších zdrojů, které se používají ve všech projektech.

source: Before you can use Dynamics NAV to manage projects, you must set up resources, time sheets, and jobs.
cs_cz: Než budete moci pro správu projektů používat Dynamics 365 for Financials, musíte nastavit zdroje, pracovní výkazy a projekty.

source: For more information, see Set Up Project Management.
cs_cz: Další informace naleznete v části Nastavení Správy projektů.

source: Create jobs, assign job tasks, and prepare job planning lines.
cs_cz: Vytvářet projekty, přiřazovat úlohy projektu a připravovat řádky plánování projektu.

source: Allocate resources to jobs and manage resource prices.
cs_cz: Přidělení zdrojů na projekty a řízení cen zdrojů.

source: Create a time sheet with integrated job task and planning lines and post time sheet lines to a job journal.
cs_cz: Vytvořit pracovní výkaz s integrovanými úlohami projektu, plánovacími řádky a účtovanými řádky pracovního výkazu v deníku projektu.

source: Budget for resources to be used in jobs and compare actual item and resource usage to budgeted usage to improve the quality and cost efficiency of future projects.
cs_cz: Rozpočet na zdroje, které mají být použity v projektech a srovnání skutečného využití položek a zdrojů s rozpočtem, aby se zlepšila kvalita a nákladová efektivita budoucích projektů.

source: Review and record usage on various parts of your job, which is automatically updated as you modify and transfer information from job planning lines to job journals or job invoices for posting.
cs_cz: Zkontrolujte a zaznamenávejte využití na různých částech vašeho projektu, které se automaticky aktualizují, když měníte a přenášíte informace z řádku plánování projektu do deníků projektu nebo faktur projektu za účelem účtování.

source: Purchase supplies for a job, either on purchase orders or invoices, and record item and time usage.
cs_cz: Zakoupit spotřební materiál pro daný projekt a to, buď na nákupních objednávkách nebo fakturách a zaznamenávat položky a časové využití.

source: Learn about WIP (Work in Process), a feature that ensures correct financial statements and enables you to estimate the financial value of jobs that are ongoing.
cs_cz: Další informace o NV (Nedokončená výroba), což je funkce, která zajišťuje správné finanční výkazy a umožňuje odhadnout finanční hodnotu probíhajících projektů.

source: Understanding WIP Methods
cs_cz: Porozumění Metodám NV

source: Post the consumption of materials, resources, and other expenses of job work in process (WIP) to monitor its financial value and to maintain correct financial statements even though you post job expenses before invoicing the job.
cs_cz: Zaúčtujte spotřebu materiálu, zdrojů a dalších výdajů projektu nedokončené výroby (NV), abyste sledovali její finanční hodnotu a udržovali správné finanční výkazy, i když vyúčtujete projektové výdaje před fakturací projektu.

source: Record job costs for resource usage, materials, and job-related purchases on an on-going basis and invoice the customer, either when the job is finished or according to an invoicing schedule.
cs_cz: Zaznamenat náklady projektu pro využití zdrojů, materiálů a nákupů souvisejících s projektem a faktury zákazníka buď po dokončení projektu nebo podle fakturačního plánu.

source: Then you can create jobs and schedule resources for projects as well as manage budgets and track machine and employee hours with time sheets.
cs_cz: Poté můžete vytvářet činnosti a plánovat zdroje pro projekty stejně jako spravovat rozpočty a sledovat hodiny strojů a zaměstnanců s pracovními výkazy.

source: For more information, see Manage Projects.
cs_cz: Další informace naleznete v tématu Správa projektů.

source: Set up your resources and the related costs and prices, either for individual resources, resource groups, or for all available resources of the company.
cs_cz: Nastavte své zdroje a související náklady a ceny buď pro jednotlivé zdroje, skupiny zdrojů nebo pro všechny dostupné zdroje společnosti.

source: Enable resources to report time usage for an individual or a machine and enable a manager to review the usage and its allocation.
cs_cz: Povolte zdroje pro oznamování využití času jednotlivce nebo stroje a povolte správci, aby zkontroloval využití a jeho přidělení.

source: Create job cards and prepare job tasks.
cs_cz: Vytvořte pracovní karty a připravte pracovní úkoly.

source: Set up prices for job items and job resources and define job posting groups.
cs_cz: Nastavte ceny za položky projektu a zdroje projektu a definujte účetní skupiny projektu.

source: Dynamics NAV supports the following methods of calculating and recording the value of work in process.
cs_cz: Dynamics NAV podporuje následující metody výpočtu a zaznamenávání hodnoty práce v procesu.

source: WIP Method
cs_cz: Metoda WIP

source: Calculation Formula
cs_cz: Vzorec výpočtu

source: Calculation Description
cs_cz: Popis výpočtu

source: Recognized Revenue = Billable Invoiced Price
cs_cz: Uznané příjmy = fakturační zaúčtovaná cena

source: Estimated Total Costs = Billable Total Price x Budget Cost Ratio
cs_cz: Odhadované celkové náklady = Celková cena fakturace x Rozpočtové poměrné náklady

source: WIP Costs = Percentage of Completion - Invoiced % x Estimated Total Costs
cs_cz: Náklady WIP = Procento dokončení - Fakturované % x Odhadované celkové náklady
